Repository: TrabelsiAchraf/SaltScan
Catalog: SaltScan/Configuration/Localizable.xcstrings
Source language: en
Languages: ar, fr

# home.today.seeAll
source: See all (%ld)
ar: عرض الكل (%ld)
fr: Tout voir (%ld)

# home.today.title
source: Today
ar: اليوم
fr: Aujourd'hui

# journal.add
source: Add a portion
ar: أضف حصة
fr: Ajouter une portion

# journal.addPortion
source: Add portion
ar: أضف الحصة
fr: Ajouter la portion

# journal.day.done
source: Done
ar: تم
fr: OK

# journal.day.next
source: Next day
ar: اليوم التالي
fr: Jour suivant

# journal.day.pick
source: Choose a day
ar: اختر يومًا
fr: Choisir un jour

# journal.day.pickHint
source: Opens a calendar
ar: يفتح التقويم
fr: Ouvre un calendrier

# journal.day.previous
source: Previous day
ar: اليوم السابق
fr: Jour précédent

# journal.empty.message
source: Add what you ate to see your salt for the day.
ar: أضف ما تناولته لترى ملح يومك.
fr: Ajoutez ce que vous avez mangé pour voir votre sel du jour.

# journal.empty.title
source: Nothing logged this day
ar: لا شيء مسجل في هذا اليوم
fr: Rien d'ajouté ce jour-là

# journal.line.delete
source: Delete
ar: حذف
fr: Supprimer

# journal.line.servings
source: %1$@ × serving (%2$@)
ar: %1$@ × حصة (%2$@)
fr: %1$@ × portion (%2$@)

# journal.line.unknownProduct
source: Product
ar: منتج
fr: Produit

# journal.portion.cancel
source: Cancel
ar: إلغاء
fr: Annuler

# journal.portion.caption
source: portion
ar: حصة

# journal.portion.day
source: Day
ar: اليوم
fr: Jour

# journal.portion.delete
source: Delete this portion
ar: احذف هذه الحصة
fr: Supprimer cette portion

# journal.portion.editTitle
source: Edit portion
ar: تعديل الحصة
fr: Modifier la portion

# journal.portion.equivalentWithLabel
source: = %1$@ · serving: %2$@
ar: = %1$@ · الحصة: %2$@
fr: = %1$@ · portion : %2$@

# journal.portion.goalShare
source: %ld%% of your daily goal
ar: %ld%% من هدفك اليومي
fr: %ld %% de votre objectif quotidien

# journal.portion.gramsPlaceholder
source: Amount
ar: الكمية
fr: Quantité

# journal.portion.gramsRange
source: Enter between 1 and 2,000 g.
ar: أدخل قيمة بين 1 و2000 غ.
fr: Saisissez entre 1 et 2 000 g.

# journal.portion.less
source: Half a serving less
ar: نصف حصة أقل
fr: Une demi-portion de moins

# journal.portion.mode
source: Amount in
ar: الكمية بـ
fr: Quantité en

# journal.portion.mode.grams
source: Grams
ar: غرامات
fr: Grammes

# journal.portion.mode.servings
source: Servings
ar: حصص
fr: Portions

# journal.portion.more
source: Half a serving more
ar: نصف حصة أكثر
fr: Une demi-portion de plus

# journal.portion.noSodium
source: No sodium data for this product: this portion counts as 0.
ar: لا توجد بيانات صوديوم لهذا المنتج: تُحسب هذه الحصة صفرًا.
fr: Pas de donnée de sodium pour ce produit : cette portion compte pour 0.

# journal.portion.saltEstimate
source: Estimated salt: %@
ar: الملح المقدر: %@
fr: Sel estimé : %@

# journal.portion.save
source: Save
ar: حفظ
fr: Enregistrer

# journal.portion.saveFailed.message
source: Your journal wasn't changed. Please try again.
ar: لم تتغير يومياتك. يُرجى المحاولة مجددًا.
fr: Votre journal n'a pas été modifié. Réessayez.

# journal.portion.saveFailed.ok
source: OK
ar: حسنًا

# journal.portion.saveFailed.title
source: Couldn't save
ar: تعذّر الحفظ
fr: Enregistrement impossible

# journal.portion.servingsCaption
source: servings
ar: حصص
fr: portions

# journal.portion.shortcut.serving
source: 1 serving (%@)
ar: حصة واحدة (%@)
fr: 1 portion (%@)

# journal.portion.sodiumEstimate
source: Estimated sodium: %@
ar: الصوديوم المقدر: %@
fr: Sodium estimé : %@

# journal.title
source: Daily journal
ar: سجل اليوم
fr: Journal du jour

# journal.total.count
source: Portions: %ld
ar: الحصص: %ld

# journal.total.salt
source: Salt this day
ar: الملح في هذا اليوم
fr: Sel ce jour-là

# journal.total.sodium
source: Sodium this day
ar: الصوديوم في هذا اليوم
fr: Sodium ce jour-là

# main.tab.history
source: History
ar: السجل
fr: Historique

# main.tab.home
source: Home
ar: الرئيسية
fr: Accueil

# main.tab.scan
source: Scan
ar: مسح
fr: Scanner

# main.tab.settings
source: Settings
ar: الإعدادات
fr: Réglages

# motivation.bloodPressure
source: Blood pressure
ar: ضغط الدم
fr: Tension artérielle

# motivation.healthierEating
source: Eating healthier
ar: أكل صحي أكثر
fr: Manger plus sainement

# motivation.heart
source: Heart health
ar: صحة القلب
fr: Santé du cœur

# motivation.kidneys
source: Kidneys
ar: الكلى
fr: Reins

# motivation.pregnancy
source: Pregnancy
ar: الحمل
fr: Grossesse

# onboarding.button.start
source: Get Started
ar: ابدأ الآن
fr: Commencer

# onboarding.title
source: Get Started with SaltScan
ar: ابدأ الآن مع SaltScan
fr: Commencer avec SaltScan

# onboarding.tuto.item0.description
source: Scan a barcode to get product information.
ar: قم بمسح رمز الباركود للحصول على معلومات المنتج.
fr: Scannez un code-barres pour obtenir des informations sur le produit.

# onboarding.tuto.item0.title
source: Scan a product
ar: مسح منتج
fr: Scannez un produit

# onboarding.tuto.item1.description
source: Get an evaluation of the product’s salt content.
ar: احصل على تقييم لمحتوى الملح في المنتج.
fr: Obtenez une évaluation du contenu en sel du produit.

# onboarding.tuto.item1.title
source: Analyze the salt
ar: حلل محتوى الملح
fr: Analysez le sel

# onboarding.tuto.item2.description
source: Find out if the product contains too much salt, or just the right amount.
ar: اكتشف ما إذا كان المنتج يحتوي على كمية زائدة من الملح أو الكمية المناسبة.
fr: Découvrez si le produit contient trop de sel, ou juste ce qu'il faut.

# onboarding.tuto.item2.title
source: Evaluate the salt
ar: قيّم محتوى الملح
fr: Évaluez le sel

# picker.favorites
source: Favorites
ar: المفضلة
fr: Favoris

# picker.noMatch
source: No product in your history matches.
ar: لا يوجد منتج مطابق في سجلك.
fr: Aucun produit de votre historique ne correspond.

# picker.recent
source: Recent
ar: الأخيرة
fr: Récents

# picker.results
source: In your history
ar: في سجلك
fr: Dans votre historique

# picker.scan
source: Scan a product
ar: امسح منتجًا
fr: Scanner un produit

# picker.searchOFF
source: Search Open Food Facts
ar: ابحث في Open Food Facts
fr: Rechercher sur Open Food Facts

# picker.searchPrompt
source: Search your history
ar: ابحث في سجلك
fr: Rechercher dans l'historique

# picker.title
source: Add a portion
ar: أضف حصة
fr: Ajouter une portion

# result.product.action.addToOFF
source: Add it on Open Food Facts
ar: إضافته إلى Open Food Facts
fr: L'ajouter sur Open Food Facts

# result.product.action.searchByName
source: Search by name
ar: البحث بالاسم
fr: Rechercher par nom

# result.product.button.rescan
source: Scan Another Product
ar: مسح منتج آخر
fr: Scanner un autre produit

# result.product.error
source: Error: %@
ar: خطأ: %@
fr: Erreur : %@

# result.product.highEval
source: Too much salt
ar: كمية كبيرة جدًا من الملح
fr: Trop de sel

# result.product.loading
source: Loading…
ar: جارٍ التحميل…
fr: Chargement...

# result.product.lowEval
source: Low salt
ar: كمية قليلة من الملح
fr: Peu de sel

# result.product.mediumEval
source: Moderate salt content
ar: محتوى ملح معتدل
fr: Quantité de sel modérée

# result.product.name
source: Scanned Product:
ar: المنتج الممسوح:
fr: Produit scanné :

# result.product.notFound.message
source: This barcode isn't in Open Food Facts yet, or the connection failed. Search the product by name, or add it to the database so everyone benefits.
ar: هذا الرمز الشريطي غير موجود في Open Food Facts بعد، أو فشل الاتصال. ابحث عن المنتج بالاسم، أو أضفه إلى قاعدة البيانات ليستفيد الجميع.
fr: Ce code-barres n'est pas encore dans Open Food Facts, ou la connexion a échoué. Recherchez le produit par son nom, ou ajoutez-le à la base pour que tout le monde en profite.

# result.product.notFound.title
source: Product not found
ar: المنتج غير موجود
fr: Produit introuvable

# result.product.saltEval
source: Salt Evaluation: %@
ar: تقييم الملح: %@
fr: Évaluation du sel : %@

# result.product.sodiumPer100g
source: Sodium per 100g: %@ g
ar: الصوديوم لكل 100 غرام: %@ غرام
fr: Sodium pour 100g : %@ g

# result.product.unknown
source: Sodium information not available
ar: معلومات الصوديوم غير متوفرة
fr: Informations sur le sodium non disponibles

# scanner.instructions
source: Align the barcode within the frame
ar: قم بمحاذاة الرمز الشريطي داخل الإطار
fr: Alignez le code-barres dans le cadre

# scanner.searchByName
source: No barcode? Search by name
ar: لا يوجد رمز شريطي؟ ابحث بالاسم
fr: Pas de code-barres ? Rechercher par nom

# search.empty.message
source: Type a product name to search OpenFoodFacts.
ar: أدخل اسم المنتج للبحث في OpenFoodFacts.
fr: Saisissez un nom pour chercher sur OpenFoodFacts.

# search.empty.title
source: Find a product
ar: ابحث عن منتج
fr: Trouver un produit

# search.prompt
source: Search a product by name
ar: ابحث عن منتج بالاسم
fr: Rechercher un produit par son nom

# search.title
source: Search
ar: بحث
fr: Rechercher

# settings.appearance.title
source: Appearance
ar: المظهر
fr: Apparence

# settings.credit.visit.title
source: Visit
ar: زيارة
fr: Visiter

# settings.goal.footer
source: WHO recommends no more than 5 g of salt per day.
ar: توصي منظمة الصحة العالمية بعدم تجاوز 5 غرامات من الملح يوميًا.
fr: L’OMS recommande de ne pas dépasser 5 g de sel par jour.

# settings.goal.footer.sodium
source: The FDA daily value is 2,300 mg of sodium. The WHO recommends staying under 2,000 mg, which is 5 g of salt.
ar: القيمة اليومية حسب FDA هي 2300 ملغ من الصوديوم. توصي منظمة الصحة العالمية بالبقاء تحت 2000 ملغ، أي 5 غ من الملح.
fr: La valeur quotidienne FDA est de 2 300 mg de sodium. L'OMS recommande de rester sous 2 000 mg, soit 5 g de sel.

# settings.goal.preset.aha
source: AHA 1,500 mg
ar: AHA 1500 ملغ

# settings.goal.preset.fda
source: FDA 2,300 mg
ar: FDA 2300 ملغ

# settings.goal.preset.uk
source: UK 6 g
ar: UK 6 غ
fr: R.-U. 6 g

# settings.goal.preset.who
source: WHO 5 g
ar: WHO 5 غ
fr: OMS 5 g

# settings.goal.preset.whoSodium
source: WHO 2,000 mg
ar: WHO 2000 ملغ
fr: OMS 2 000 mg

# settings.goal.title
source: Daily salt goal
ar: الهدف اليومي للملح
fr: Objectif quotidien de sel

# settings.goal.title.sodium
source: Daily sodium goal
ar: الهدف اليومي للصوديوم
fr: Objectif quotidien de sodium

# settings.health.denied.message
source: Allow it in Settings › Health › Data Access & Devices › Salt Scan, then turn the option on again.
ar: اسمح به من الإعدادات › الصحة › الوصول إلى البيانات والأجهزة › Salt Scan، ثم فعّل الخيار مجددًا.
fr: Autorisez-le dans Réglages › Santé › Accès aux données et appareils › Salt Scan, puis réactivez l'option.

# settings.health.denied.ok
source: OK
ar: حسنًا

# settings.health.denied.title
source: Access to Health is off
ar: الوصول إلى تطبيق الصحة متوقف
fr: L'accès à Santé est désactivé

# settings.health.exporting
source: Exporting your journal…
ar: جارٍ تصدير يومياتك…
fr: Export de votre journal…

# settings.health.footer
source: Each journal portion is saved as dietary sodium. Salt Scan never reads your Health data. Turning this off keeps what is already in Health.
ar: تُحفظ كل حصة من يومياتك كصوديوم غذائي. لا يقرأ Salt Scan بيانات الصحة أبدًا. عند الإيقاف يبقى ما حُفظ في تطبيق الصحة.
fr: Chaque portion du journal est enregistrée comme sodium alimentaire. Salt Scan ne lit jamais vos données Santé. Désactiver l'option conserve ce qui est déjà dans Santé.

# settings.health.lastExport
source: Last export: %ld entries
ar: آخر تصدير: %ld إدخال
fr: Dernier export : %ld entrées

# settings.health.title
source: Apple Health
ar: تطبيق صحة Apple
fr: App Santé

# settings.health.toggle
source: Save to Apple Health
ar: الحفظ في تطبيق الصحة
fr: Enregistrer dans Santé

# settings.motivation.none
source: Not set
ar: غير محدد
fr: Non défini

# settings.motivation.title
source: Why I watch salt
ar: لماذا أراقب الملح
fr: Pourquoi je surveille le sel

# settings.section.FAQ.title
source: FAQ
ar: الأسئلة الشائعة

# settings.section.appVersion.title
source: App Version
ar: إصدار التطبيق
fr: Version de l’application

# settings.section.author.name
source: Achraf Trabelsi
ar: أشرف الطرابلسي

# settings.section.contactUs.title
source: Contact Us
ar: اتصل بنا
fr: Contactez-nous

# settings.section.credits.title
source: Credits
ar: الشكر والتقدير
fr: Crédits

# settings.section.general.title
source: General
ar: عام
fr: Général

# settings.section.help.title
source: Help
ar: مساعدة
fr: Aide

# settings.section.information.title
source: Information
ar: معلومات

# settings.section.madeAuthor.title
source: Made with ❤️ by
ar: صُنع مع ❤️ بواسطة

# settings.section.rate.title
source: Rate Salt Scan
ar: قيّم Salt Scan
fr: Noter Salt Scan

# settings.section.termsAndPolicy.title
source: Terms & Privacy Policy
ar: الشروط وسياسة الخصوصية
fr: Conditions d’utilisation et politique de confidentialité

# settings.unit.automatic
source: Automatic
ar: تلقائي
fr: Automatique

# settings.unit.salt
source: Salt, grams
ar: ملح، غرام
fr: Sel, grammes

# settings.unit.sodium
source: Sodium, milligrams
ar: صوديوم، ملليغرام
fr: Sodium, milligrammes

# settings.unit.title
source: Show amounts as
ar: عرض الكميات بـ
fr: Afficher les quantités en

# storeFailure.contact
source: Contact us
ar: تواصل معنا
fr: Nous contacter

# storeFailure.dismiss
source: Later
ar: لاحقًا
fr: Plus tard

# storeFailure.message
source: It is still saved on your device and nothing has been deleted. Please contact us so we can help.
ar: لا تزال محفوظة على جهازك ولم يُحذف أي شيء. يُرجى التواصل معنا لنساعدك.
fr: Elles sont toujours enregistrées sur votre appareil et rien n'a été supprimé. Contactez-nous pour que nous puissions vous aider.

# storeFailure.title
source: Your data couldn't be loaded
ar: تعذّر تحميل بياناتك
fr: Vos données n'ont pas pu être chargées

# termsAndPrivacy.privacy.description
source: Last updated: January 1, 2025 1. Information We Collect SaltScan does not collect any personal data. The app only uses the camera of your device to scan food products. Access to the camera is requested solely for this functionality. We do not store or send any data related to scanned products or the use of the camera. 2. Use of Information The camera access is used solely to enable the scanning functionality in the app. No other personal or tracking data is collected or used. 3. Sharing of Information We do not share any personal information with third parties. No data related to your product scans is sent to servers or shared with third-party companies. 4. Security While we do not collect personal data, we take reasonable measures to secure access to the camera and the app as a whole. However, no system is 100% secure, and we cannot guarantee absolute security. 5. Your Rights Since we do not collect personal data, there is no need to request access or modify your information. You are free to disable camera access via your device settings if you choose not to use it. 6. Changes to the Privacy Policy SaltScan reserves the right to modify this policy at any time. Changes will be published in the app and will take effect immediately after publication. 7. Contact If you have any questions regarding this Privacy Policy, please contact us at [Contact Us].
ar: آخر تحديث: 1 يناير 2025 1. المعلومات التي نجمعها لا يقوم SaltScan بجمع أي بيانات شخصية. يستخدم التطبيق كاميرا جهازك فقط لمسح المنتجات الغذائية. يتم طلب الوصول إلى الكاميرا فقط من أجل هذه الوظيفة. لا نقوم بتخزين أو إرسال أي بيانات متعلقة بالمنتجات الممسوحة أو استخدام الكاميرا. 2.استخدام المعلومات يتم استخدام الوصول إلى الكاميرا فقط لتمكين وظيفة المسح في التطبيق. لا يتم جمع أو استخدام أي بيانات شخصية أو بيانات تتبع. 3.مشاركة المعلومات نحن لا نشارك أي معلومات شخصية مع أطراف ثالثة. لا يتم إرسال أي بيانات متعلقة بمسح المنتجات إلى الخوادم أو مشاركتها مع شركات طرف ثالث. 4.الأمان على الرغم من أننا لا نجمع بيانات شخصية، فإننا نتخذ تدابير معقولة لتأمين الوصول إلى الكاميرا والتطبيق ككل. ومع ذلك، لا يوجد نظام آمن 100%، ولا يمكننا ضمان الأمان المطلق. 5.حقوقك نظرًا لأننا لا نجمع بيانات شخصية، فلا حاجة لطلب الوصول أو تعديل معلوماتك. يمكنك تعطيل الوصول إلى الكاميرا عبر إعدادات جهازك إذا اخترت عدم استخدامها. 6.التغييرات في سياسة الخصوصية يحتفظ SaltScan بالحق في تعديل هذه السياسة في أي وقت. ستُنشَر التغييرات في التطبيق وستدخل حيز التنفيذ فور نشرها. 7.الاتصال إذا كانت لديك أي أسئلة بخصوص سياسة الخصوصية هذه، يرجى الاتصال بنا عبر [اتصل بنا].
fr: Dernière mise à jour : 01 Janvier 2025 1. Informations que nous collectons SaltScan ne collecte aucune donnée personnelle. L'application utilise uniquement la caméra de votre appareil pour scanner les produits alimentaires. L'accès à la caméra est demandé uniquement pour cette fonctionnalité. Nous ne stockons ni n'envoyons aucune donnée liée aux produits scannés ou à l'utilisation de la caméra. 2. Utilisation des informations L'accès à la caméra est uniquement utilisé pour permettre le fonctionnement de la fonctionnalité de scan des produits dans l'application. Aucune autre donnée personnelle ou de suivi n'est collectée ni utilisée. 3. Partage des informations Nous ne partageons aucune information personnelle avec des tiers. Aucune donnée liée à vos scans de produits n'est envoyée à des serveurs ou partagée avec des entreprises tierces. 4. Sécurité Bien que nous ne collectons aucune donnée personnelle, nous prenons des mesures raisonnables pour sécuriser l'accès à la caméra et à l'application dans son ensemble. Cependant, aucun système n'est totalement sécurisé, et nous ne pouvons garantir une sécurité absolue. 5. Vos droits Étant donné que nous ne collectons pas de données personnelles, il n'est pas nécessaire de demander l'accès ou de modifier vos informations. Vous êtes libre de désactiver l'accès à la caméra via les paramètres de votre appareil si vous choisissez de ne pas l'utiliser. 6. Modifications de la politique SaltScan se réserve le droit de modifier cette politique à tout moment. Toute modification sera publiée dans l'application et prendra effet immédiatement après sa publication. 7. Contact Si vous avez des questions concernant cette Politique de confidentialité, veuillez nous contacter à [Contactez-nous].

# termsAndPrivacy.privacy.title
source: Privacy Policy
ar: سياسة الخصوصية
fr: Politique de confidentialité

# termsAndPrivacy.terms.description
source: Last updated: January 1, 2025 1. Introduction Welcome to SaltScan! These Terms of Service govern your access and use of the SaltScan application ("App"). By using the App, you agree to be bound by these Terms of Service. If you do not agree with these terms, please do not use the App. 2. Use of the App SaltScan allows you to scan food products and view information related to salt and nutrition. You agree not to use the App for unlawful or unauthorized purposes. 3. Intellectual Property All content, including but not limited to text, graphics, images, and logos used in the App, is the exclusive property of SaltScan or its licensors. You may not reproduce, distribute, or modify this content without prior permission. 4. Limitation of Liability The App is provided "as is." SaltScan does not guarantee that the App will be free from errors, viruses, or any other technical failure. We are not liable for any direct, indirect, special, or consequential damages arising from your use of the App. 5. Changes to the Terms We reserve the right to modify these Terms of Service at any time. Any changes will be effective upon their publication in the App. 6. Contact If you have any questions regarding these Terms of Service, please contact us at [Contact Us].
ar: آخر تحديث: 1 يناير 2025 1. المقدمة مرحبًا بكم في SaltScan! تحكم هذه الشروط والأحكام وصولك واستخدامك لتطبيق SaltScan ("التطبيق"). باستخدامك للتطبيق، فإنك توافق على الالتزام بهذه الشروط والأحكام. إذا كنت لا توافق على هذه الشروط، يُرجى عدم استخدام التطبيق. 2. استخدام التطبيق يسمح لك SaltScan بمسح المنتجات الغذائية وعرض المعلومات المتعلقة بالملح والتغذية. توافق على عدم استخدام التطبيق لأغراض غير قانونية أو غير مصرح بها. 3. حقوق الملكية الفكرية جميع المحتويات، بما في ذلك على سبيل المثال لا الحصر النصوص والرسوم البيانية والصور والشعارات المستخدمة في التطبيق، هي ملكية حصرية لـ SaltScan أو المرخصين لها. لا يجوز لك إعادة إنتاج أو توزيع أو تعديل هذا المحتوى دون إذن مسبق. 4. تحديد المسؤولية يتم تقديم التطبيق "كما هو". لا تضمن SaltScan أن يكون التطبيق خالياً من الأخطاء أو الفيروسات أو أي أعطال تقنية أخرى. نحن غير مسؤولين عن أي أضرار مباشرة أو غير مباشرة أو خاصة أو تبعية تنشأ عن استخدامك للتطبيق. 5. تغييرات على الشروط نحتفظ بالحق في تعديل هذه الشروط والأحكام في أي وقت. ستكون أي تغييرات سارية عند نشرها في التطبيق. 6. الاتصال إذا كانت لديك أي أسئلة تتعلق بهذه الشروط والأحكام، يرجى الاتصال بنا على [اتصل بنا].
fr: Dernière mise à jour : 01 Janvier 2025 1. Introduction Bienvenue sur SaltScan ! Ces Conditions d'utilisation régissent votre accès et votre utilisation de l'application SaltScan ("Application"). En utilisant l'application, vous acceptez d'être lié par ces Conditions d'utilisation. Si vous n'êtes pas d'accord avec ces conditions, veuillez ne pas utiliser l'application. 2. Utilisation de l'application SaltScan vous permet de scanner des produits alimentaires et d'afficher des informations relatives au sel et à la nutrition. Vous vous engagez à ne pas utiliser l'application à des fins illégales ou non autorisées. 3. Propriété intellectuelle Tout le contenu, y compris mais sans s'y limiter, les textes, graphiques, images et logos utilisés dans l'application, est la propriété exclusive de SaltScan ou de ses licenciés. Vous ne pouvez pas reproduire, distribuer ou modifier ce contenu sans autorisation préalable. 4. Limitation de responsabilité L'application est fournie "en l'état". SaltScan ne garantit pas que l'application sera exempte d'erreurs, de virus ou de tout autre dysfonctionnement technique. Nous ne sommes pas responsables des dommages directs, indirects, spéciaux ou consécutifs découlant de votre utilisation de l'application. 5. Modifications des Conditions Nous nous réservons le droit de modifier ces Conditions d'utilisation à tout moment. Toute modification sera effective dès sa publication dans l'application. 6. Contact Si vous avez des questions concernant ces Conditions d'utilisation, veuillez nous contacter à [Contactez-nous].

# termsAndPrivacy.terms.title
source: Terms of Service
ar: شروط الخدمة
fr: Conditions d’utilisation

# termsAndPrivacy.title
source: Terms & Privacy Policy
ar: سياسة الشروط والخصوصية
fr: Conditions d’utilisation et Politique de confidentialité

# unit.gram
source: g
ar: غ

# unit.milligram
source: mg
ar: ملغ

# settings.section.source2.title
source: Illustrations by unDraw
fr: Illustrations par unDraw
